alacritty
alsa-utils
autoconf
automake
awesome
base
binutils
bison
dhcpcd
dialog
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
fnm-bin
fzf
gawk
gcc
gettext
gimp
git
grep
groff
grub
gzip
i3lock
imagemagick
inetutils
jpegoptim
lazygit
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
m4
make
man-db
man-pages
mtools
nautilus
neovim
netctl
network-manager-applet
networkmanager
optipng
os-prober
pacman
patch
picom
pkgconf
pulseaudio
pulseaudio-alsa
python-pynvim
ranger
ripgrep
rofi
scrot
sed
stow
sudo
texinfo
tmux
ttf-fira-code
vim
which
wpa_supplicant
xbanish
xclip
xorg-xbacklight
xorg-xset
xorg-xinput
xorg-xrandr
xorg-server
xorg-xinit
xorg-fonts-75dpi
xorg-fonts-100dpi
xorg-fonts-misc
yay
zsh
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
